aeschli.vscode-css-formatter
Angular.ng-template
austin.code-gnu-global
bajdzis.vscode-database
christian-kohler.npm-intellisense
cschlosser.doxdocgen
cweijan.vscode-mysql-client2
cweijan.vscode-office
danielpinto8zz6.c-cpp-compile-run
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
ducfilan.pug-formatter
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
humao.rest-client
jakebathman.mysql-syntax
jeff-hykin.better-cpp-syntax
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
lukapetrovic.image-resizer
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.anaconda-extension-pack
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
msjsdiag.vscode-react-native
nrwl.angular-console
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
